tap "aws/tap"
tap "carlocab/personal"
tap "conduktor/brew"
tap "confluentinc/ccloud"
tap "datawire/blackbird"
tap "elastic/tap"
tap "ethereum/ethereum"
tap "fluxcd/tap"
tap "gromgit/fuse"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jbvmio/tap"
tap "mutagen-io/mutagen"
tap "popcorn-official/popcorn-desktop", "https://github.com/popcorn-official/popcorn-desktop.git"
tap "schniz/tap"
tap "secrethub/tools"
tap "ubuntu/microk8s"
brew "python@3.11"
brew "awscli"
brew "bash"
brew "bazaar"
brew "berkeley-db", link: true
brew "boost"
brew "glib"
brew "cmake"
brew "gmp"
brew "coreutils"
brew "crane"
brew "curl"
brew "deno"
brew "diff-so-fancy"
brew "ethereum"
brew "exa"
brew "fish"
brew "fnm"
brew "unixodbc"
brew "freetds"
brew "fx"
brew "fzf"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "pkg-config"
brew "guile"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "libusb"
brew "gnupg"
brew "go"
brew "gpgme"
brew "helm"
brew "htop"
brew "hwloc"
brew "ipfs"
brew "jq"
brew "k3d"
brew "librdkafka"
brew "kcat"
brew "kubernetes-cli"
brew "libpq"
brew "libssh"
brew "node"
brew "okteto"
brew "openjdk"
brew "perl"
brew "postgresql@14"
brew "python@3.10"
brew "python@3.8"
brew "python@3.9"
brew "redis"
brew "rename"
brew "ripgrep"
brew "skaffold"
brew "solidity"
brew "telnet"
brew "tmate"
brew "tmux"
brew "tree"
brew "tty-share"
brew "unp"
brew "vim"
brew "watch"
brew "wget"
brew "carlocab/personal/unrar"
brew "datawire/blackbird/telepresence"
brew "elastic/tap/kibana-full"
brew "fluxcd/tap/flux"
brew "hashicorp/tap/vault"
brew "secrethub/tools/secrethub-cli"
cask "1password"
cask "1password-cli"
cask "another-redis-desktop-manager"
cask "anydesk"
cask "brave-browser"
cask "clipy"
cask "datagrip"
cask "discord"
cask "docker"
cask "eclipse-java"
cask "evernote"
cask "fork"
cask "ganache"
cask "google-chrome"
cask "iterm2"
cask "kap"
cask "macfuse"
cask "meetingbar"
cask "mysqlworkbench"
cask "ngrok"
cask "nordvpn"
cask "postman"
cask "protonvpn"
cask "redisinsight"
cask "skype"
cask "slack"
cask "teamviewer"
cask "telegram-desktop"
cask "unetbootin"
cask "vlc"
cask "whatsapp"
cask "xquartz"
vscode "bierner.markdown-mermaid"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "dbaeumer.vscode-eslint"
vscode "mechatroner.rainbow-csv"
vscode "NomicFoundation.hardhat-solidity"
vscode "vstirbu.vscode-mermaid-preview"
vscode "waderyan.gitblame"
vscode "ZixuanChen.vitest-explorer"
